Repository: krwd1117/HowAboutNow
Catalog: App/Resources/Localizable.xcstrings
Source language: en
Languages: ja, ko, zh

source: About App
ja: アプリについて
ko: 앱 소개
zh: 关于应用

# about_app_description1
source: How About Now is an AI diary app that helps you record your daily life and understand your emotions.
ja: How About Nowは、日常生活を記録し、感情を理解するのに役立つAI日記アプリです。
ko: How About Now는 당신의 일상을 기록하고 감정을 이해하는데 도움을 주는 AI 일기 앱입니다.
zh: How About Now是一款AI日记应用，帮助您记录日常生活并理解情感。

# about_app_description2
source: When you record your daily emotions and thoughts, AI helps you analyze and understand your emotional state.
ja: 毎日の感情や考えを記録すると、AIがあなたの感情状態を分析し、理解するのを手伝います。
ko: 매일매일의 감정과 생각을 기록하면, AI가 당신의 감정 상태를 분석하고 이해하는데 도움을 줍니다.
zh: 当您记录每日情感和想法时，AI会帮助您分析和理解您的情感状态。

# about_app_description3
source: Hope your every day is happier and more meaningful.
ja: あなたの毎日がより幸せで意味のあるものになりますように。
ko: 당신의 하루하루가 더 행복하고 의미있기를 바랍니다.
zh: 希望您的每一天都更快乐，更有意义。

source: AI Analysis
ja: AI分析
ko: AI 분석
zh: AI分析

# ai_analyze_description
source: Once you save your diary, I'll help you understand your feelings better with AI magic
ja: 日記を保存したら、AIの魔法であなたの気持ちをもっと理解するお手伝いをします
ko: 일기를 저장하면 AI의 특별한 마법으로 당신의 감정을 더 잘 이해할 수 있도록 도와드릴게요
zh: 保存日记后，我会用AI魔法帮你更好地了解自己的心情哦

# ai_analyze_emotion
source: Let's analyze your feelings together
ja: あなたの気持ちを一緒に分析しましょう
ko: 오늘의 감정을 함께 살펴볼까요?
zh: 让我们一起分析你的心情吧

source: Angry
ja: 怒り
ko: 화남
zh: 生气

source: Anxious
ja: 不安
ko: 불안
zh: 焦虑

source: Cancel
ja: キャンセル
ko: 취소
zh: 取消

source: Change Emotion
ja: 感情を変更
ko: 감정 변경
zh: 更改情绪

source: Confirm
ja: 確認
ko: 확인
zh: 确认

# confirm_delete_diary
source: Are you sure you want to delete this diary?
ja: この日記を削除してもよろしいですか？
ko: 이 일기를 삭제하시겠습니까?
zh: 确定要删除这篇日记吗？

source: Contact
ja: お問い合わせ
ko: 문의
zh: 联系我们

source: Contact Us
ja: お問い合わせ
ko: 문의하기
zh: 联系我们

source: Content
ja: コンテンツ
ko: 내용
zh: 内容

source: Date
ja: 日付
ko: 날짜
zh: 日期

# date_format_current_year
source: MMM d (E)
ja: M月d日（E）
ko: M월 d일 (E)
zh: M月d日（E）

# date_format_other_year
source: MMM d, yyyy (E)
ja: yyyy年M月d日（E）
ko: yyyy년 M월 d일 (E)
zh: yyyy年M月d日（E）

source: Delete
ja: 削除
ko: 삭제
zh: 删除

# delete_action
source: Delete
ja: 削除する
ko: 삭제하기
zh: 删除

source: Delete Diary
ja: 日記を削除
ko: 일기 삭제
zh: 删除日记

# delete_diary_action
source: Delete Diary
ja: 日記を削除
ko: 일기 삭제
zh: 删除日记

# delete_diary_confirm
source: Delete Diary
ja: 日記の削除
ko: 일기 삭제
zh: 删除日记

# delete_diary_message
source: Are you sure you want to delete this diary?
ja: この日記を削除してもよろしいですか？
ko: 이 일기를 삭제하시겠습니까?
zh: 确定要删除这篇日记吗？

source: Developer
ja: 開発者
ko: 개발
zh: 开发者

source: Diary
ja: 日記
ko: 일기
zh: 日记

# diary_detail
source: Detail
ja: 詳細
ko: 상세보기
zh: 详细信息

# diary_edit
source: Edit Diary
ja: 日記を編集
ko: 일기 수정하기
zh: 编辑日记

# diary_exists_select_another_date
source: Would you like to pick another date?
ja: 別の日を選んでみませんか？
ko: 다른 날짜를 선택해볼까요?
zh: 要选择另一天吗？

# diary_exists_title
source: Oops! There's already a diary for this date
ja: あら！この日の日記はもうありますよ
ko: 앗! 이날의 일기가 이미 있어요
zh: 哎呀！这天已经有日记了呢

# diary_title
source: Today's Diary
ja: 今日の日記
ko: 오늘의 일기
zh: 今天的日记

source: Dismiss Keyboard
ja: キーボードを閉じる
ko: 키보드 닫기
zh: 关闭键盘

source: Edit
ja: 編集
ko: 수정하기
zh: 编辑

# edit_action
source: Edit
ja: 編集する
ko: 수정하기
zh: 编辑

source: Emotion
ja: 感情
ko: 감정
zh: 情绪

# empty_diary
source: No diaries yet
ja: まだ日記がありません
ko: 아직 일기가 없어요
zh: 还没有日记

# empty_diary_description
source: Would you like to record today's emotions?
ja: 今日の感情を記録してみませんか？
ko: 오늘의 감정을 기록해볼까요?
zh: 您想记录今天的情感吗？

# empty_diary_for_date
source: No diary for this date
ja: この日の日記はありません
ko: 이 날의 일기가 없어요
zh: 这天还没有日记

# empty_diary_title
source: No diaries yet
ja: まだ日記はありません
ko: 아직 일기가 없어요
zh: 还没有日记

# error_initialization
source: An error occurred during initialization
ja: 初期化中にエラーが発生しました
ko: 초기화 중 오류가 발생했습니다
zh: 初始化时发生错误

source: Excited
ja: ワクワク
ko: 신남
zh: 兴奋

source: Fri
ja: 金
ko: 금
zh: 周五

source: Happy
ja: 嬉しい
ko: 행복
zh: 开心

source: Hopeful
ja: 希望
ko: 희망
zh: 希望

source: Information
ja: 情報
ko: 정보
zh: 信息

source: Joy
ja: 喜び
ko: 기쁨
zh: 喜悦

source: Loading diaries...
ja: 日記を読み込んでいます...
ko: 일기를 불러오는 중이에요
zh: 正在加载日记...

source: Mon
ja: 月
ko: 월
zh: 周一

source: Neutral
ja: 普通
ko: 보통
zh: 一般

source: New Diary
ja: 新しい日記
ko: 새로운 일기
zh: 新建日记

# no_diary_for_date
source: No diary for this date
ja: この日付の日記はありません
ko: 이 날의 일기가 없어요
zh: 该日期没有日记

source: Peaceful
ja: 平穏
ko: 평온
zh: 平静

source: Privacy Policy
ja: プライバシーポリシー
ko: 개인정보 처리방침
zh: 隐私政策

source: Record your day
ja: 今日を記録する
ko: 당신의 하루를 기록해보세요
zh: 记录您的日常

source: Retry
ja: 再試行
ko: 다시 시도
zh: 重试

source: Revisit Diary
ja: 日記を振り返る
ko: 일기 돌아보기
zh: 回顾日记

source: Sad
ja: 悲しい
ko: 슬픔
zh: 伤心

source: Sat
ja: 土
ko: 토
zh: 周六

source: Save
ja: 保存
ko: 저장
zh: 保存

# save_failed_message
source: Let's try saving your diary again!
ja: もう一度保存してみましょう！
ko: 일기를 다시 한 번 저장해볼까요?
zh: 让我们再试一次保存吧！

# save_failed_title
source: Oops! Something went wrong
ja: あれ？何か問題が起きちゃいました
ko: 앗! 문제가 생겼어요
zh: 哎呀！出了点问题呢

source: Select Date
ja: 日付を選択
ko: 날짜 선택
zh: 选择日期

# select_emotion
source: How are you feeling today?
ja: 今日の気分は？
ko: 오늘의 기분은 어떠신가요?
zh: 今天感觉如何？

source: Settings
ja: 設定
ko: 설정
zh: 设置

source: Sun
ja: 日
ko: 일
zh: 周日

# tap_to_change
source: Tap to change your emotion
ja: タップして気分を変更
ko: 탭하여 감정 변경하기
zh: 点击更改情绪

source: Thu
ja: 木
ko: 목
zh: 周四

source: Title
ja: タイトル
ko: 제목
zh: 标题

# title_auto_generate
source: ✨ Let AI create a perfect title for you! Just leave it empty~
ja: ✨ AIがピッタリなタイトルを考えてくれるよ！空欄でOK～
ko: ✨ 비워두면 AI가 딱 맞는 제목을 지어줄게요~
zh: ✨ 让AI为你想个完美标题吧！空着就好啦～

# title_placeholder
source: What's on your mind today?
ja: 今日はどんな気持ち？
ko: 오늘은 어떤 하루였나요?
zh: 今天想写点什么呢？

source: Today
ja: 今日
ko: 오늘
zh: 今天

source: Tomorrow
ja: 明日
ko: 내일
zh: 明天

source: Tue
ja: 火
ko: 화
zh: 周二

# version_format
source: ver %@
ja: バージョン %@
zh: 版本 %@

source: Wed
ja: 水
ko: 수
zh: 周三

# write_diary_for_date
source: Write a diary for this date
ja: この日の日記を書きましょう
ko: 이 날의 일기를 작성해보세요
zh: 写下这天的日记

# write_first_diary
source: Write your first diary
ja: 最初の日記を書きましょう
ko: 첫 번째 일기를 작성해보세요
zh: 写下你的第一篇日记

source: Write New Diary
ja: 新しい日記を書く
ko: 새로운 일기 쓰기
zh: 写新日记

source: Yesterday
ja: 昨日
ko: 어제
zh: 昨天

# app_name
source: How About Now
ko: 나의 매일

# developer_name
source: Jeongwan Kim
ko: 김정완 (Jeongwan Kim)
